import Vue from 'vue'
import Vuex from 'vuex'

Vue.use(Vuex)

export default new Vuex.Store({
	state: {
		Unit: [{
				title: "第一单元",
				id: 0,
				content: {
					Radio: [{
							id: 1,
							name: "营业外是以为目的的写作",
							A: "审美",
							B: "娱乐",
							C: "教育",
							D: "实用",
							active: true,
							answer: "实用"
						},
						{
							id: 2,
							name: "下列关于应用文的说法不正确的是：",
							A: "应用文书是国家实行管理的工具，是为管理者服务的，体现着管理者的施政方针和思想观念",
							B: "应用文书具有一定的惯用体式",
							C: "文贵于新，应用文书的写作无论内容上和格式上均讲究创新",
							D: "应用文讲究时效，必须做到快写、快发、快办 ",
							active: false,
							answer: "文贵于新，应用文书的写作无论内容上和格式上均讲究创新"
						},
						{
							id: 3,
							name: "下列诸项不符合应用文主旨要求的一项是。",
							A: "正确",
							B: "含蓄",
							C: "单一",
							D: "深刻",
							active: false,
							answer: "含蓄"
						},
						{
							id: 4,
							name: "下列诸项不属于应用文选材原则的一项是：",
							A: "真实",
							B: "新颖",
							C: "奇特",
							D: "典型",
							active: false,
							answer: "奇特"
						},
						{
							id: 5,
							name: "分析研究材料、提高科学理论水平、领会领导意图",
							A: "收集占有材料、提高科学理论水平、领会领导意图",
							B: "分析研究材料、提高科学理论水平、领会领导意图",
							C: "分析研究材料、丰富实践经验、领会领导意图",
							D: "分析研究材料、提高科学理论水平、征集群众意见 ",
							active: false,
							answer: "分析研究材料、提高科学理论水平、领会领导意图",
						},

						{
							id: 6,
							name: "下列各句中符合应用文书语言基本要求的一句是",
							A: "太阳就像是一个巨大的火球，光芒万丈",
							B: "望教育局务必批准我校的建设申请",
							C: "本合同须经甲乙双方签字，方能生效夫对于其妻所抚养与前夫所生的子女或妻对",
							D: "于其夫所抚养与前妻所生的子女不得虐待或歧视",
							active: false,
							answer: "本合同须经甲乙双方签字，方能生效夫对于其妻所抚养与前夫所生的子女或妻对"
						},
						{
							id: 7,
							name: " 下列没有歧义的一句是",
							A: "我看见你那年才九岁",
							B: "涉外秘书班和商务 管理班的部分学生迟到了",
							C: "新职工的宿舍建在开发区内",
							D: "校部采纳了一个学生的合理化建议",
							active: false,
							answer: "新职工的宿舍建在开发区内"
						},
						{
							id: 8,
							name: "以下关于公文用语说法正确的一项是",
							A: "给上级的要谦恭诚挚，给下级的要肯定平和，给平级的要谦敬温和",
							B: "给上级的要谦敬温和，给下级的要肯定平和，给平级的要谦恭诚挚",
							C: "给上级的要谦恭诚挚，给下级的要谦敬温和，给平级的要肯定平和",
							D: "给上级的要肯定平和，给下级的要谦敬温和，给平级的要谦恭诚挚",
							active: false,
							answer: "给上级的要谦恭诚挚，给下级的要肯定平和，给平级的要谦敬温和"
						},
						{
							id: 9,
							name: "以下关于应用文叙述表达方式要求正确的一项是",
							A: "详尽的叙述、 完整的叙述",
							B: "概括的叙述、轮廓性的叙述",
							C: "生动的叙述、 形象的叙述",
							D: "概括的叙述、轮廓性的叙述",
							active: false,
							answer: "详尽的叙述、 完整的叙述"
						},
						{
							id: 10,
							name: "“连锁经营主要是指在零售业、饮食服务业中若干同行店铺，以共同进货、分散销售、统一管理等方式连接起来,共享规模效益的一种流通组织形式和经营方式。”这句话用的说明方法是",
							A: "举例说明",
							B: "定义说明",
							C: "生动的叙述、 形象的叙述",
							D: "注释说明",
							active: false,
							answer: "定义说明"
						},
						{
							id: 11,
							name: "适用于表彰先进、批评错误、传达重要精神或情况的公文文种是",
							A: "通告",
							B: "决定",
							C: "通报",
							D: "通知",
							active: false,
							answer: "通报"
						},
						{
							id: 12,
							name: "下列发文字号符合公文规范的是",
							A: "X 府办字 [2005]  15号",
							B: "X 府办[05]15号",
							C: "X府办[2005]15号",
							D: "X府办  [2005]  15号",
							active: false,
							answer: "X府办  [2005]  15号"
						},
						{
							id: 13,
							name: "《福建省水利厅关于开展2010年水利系统安全生产月活动的通知》正确的发文字号是",
							A: "省水利厅[2010] 第25号",
							B: "闽水[2010] 25号:",
							C: "第25号闽水字 [2010]",
							D: "[2010] 闽水25号",
							active: false,
							answer: "闽水[2010] 25号:"
						},
						{
							id: 14,
							name: "下列公文的成文日期正确的是",
							A: "二o一二年十月十六日",
							B: "2012年十月十六日",
							C: "2012年10月16日",
							D: "贰零壹贰年拾月拾陆日",
							active: false,
							answer: "2012年10月16日"
						},
						{
							id: 15,
							name: "在发给主送机关的同时不应抄送同级与下级机关的文种是",
							A: "通知",
							B: "请示",
							C: "意见",
							D: "通报",
							active: false,
							answer: "请示"
						},
						{
							id: 16,
							name: "下列不属于通知特点的是",
							A: "使用的广泛性",
							B: "明显的时效性",
							C: "内容的知照性",
							D: "格式的灵活性",
							active: false,
							answer: "格式的灵活性"
						},
						{
							id: 17,
							name: "上级机关就某些事项、某项工作，提出工作的具体原则、要求、安排，以让受文单位贯彻执行的通知属于",
							A: "发布性通知",
							B: "批转性通知",
							C: "指示性通知",
							D: "事务性通知",
							active: false,
							answer: "指示性通知"
						},
						{
							id: 18,
							name: "以下4个通知标题，最规范的是",
							A: "XX县关于召开治理 “三乱”会议的通知",
							B: "XX县关于召开治理“三乱”工作会议的通知",
							C: "XX县人民政府关于召开治理“三乱”会议的通知",
							D: "XX县人民政府关于召开治理“三乱”工作会议的通知",
							active: false,
							answer: "XX县人民政府关于召开治理“三乱”工作会议的通知"
						},
						{
							id: 19,
							name: "某市政府把省政府文件以“通知”这一文种发至各县政府和市直属单位，这种形式叫",
							A: "翻印",
							B: "印发",
							C: "转发",
							D: "批转",
							active: false,
							answer: "转发"
						},
						{
							id: 20,
							name: "某市政府把市教育局文件加批语，以“通知”这一文种发至各县政府和市直属单位，这种形式叫",
							A: "翻印",
							B: "印发",
							C: "转发",
							D: "批转",
							active: false,
							answer: "批转"
						},
						{
							id: 21,
							name: "某市政府要颁布一项新的规章,以“通知”这一文种发至各县政府和市直属单位，这种形式叫",
							A: "翻印",
							B: "印发",
							C: "转发",
							D: "批转",
							active: false,
							answer: "印发"
						},
						{
							id: 22,
							name: "向上级机关汇报工作的报告属",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "工作报告"
						},
						{
							id: 23,
							name: "汇报出现的新情况、新问题，特别是突发事件、特殊情况、意外事故及处理情况的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "情况报告"
						}, {
							id: 24,
							name: "对自己职权范围内的某方面工作有了切实可行的设想之后，将其归纳整理成意见、办法、方案，上报上级,希望予以采纳的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "建议报告"
						}, {
							id: 25,
							name: "向上级报送文件、物件时使用的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "报送报告",
							active: false,
							answer: "报送报告"
						}, {
							id: 26,
							name: "主体围绕主旨展开陈述，内容一般包括基本情况、主要成绩、经验体会、今后意见等的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "工作报告"
						}, {
							id: 27,
							name: "答复上级机关询问问题的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "回复报告"
						}, {
							id: 28,
							name: "下面所列标题中符合“请示”标题的写作要求的是",
							A: "关于增拨招生指标的请示",
							B: "XX商业学校关于增拨招生指标的请示报告",
							C: "关于增拨招生指标的请示报告",
							D: "XX商业学校关于增拨招生指标的请示",
							active: false,
							answer: "XX商业学校关于增拨招生指标的请示"
						}, {
							id: 29,
							name: "下列选项中不属于“请示”特点的是",
							A: "事前性",
							B: "单一性",
							C: "单向性",
							D: "请复性",
							active: false,
							answer: "单一性"
						},
						{
							id: 30,
							name: "下列关于“请示”分类的说法正确的一项是",
							A: "请求指示的请示是指涉及的是下级机关对政策、方针，在认识上不明确、不理解，或对新问题、新情况不知如何处理的问题",
							B: "批转性请示是指所涉及的是下级机关限于自己的职权，无权自己办理或决定的事项",
							C: "请求批准的请示是指请示事项较为重大，具有一定普遍意义，不但需要上级批准，还需要上级转发",
							D: "请求批准的请示是指涉及的是下级机关对政策、方针，在认识上不明确、不理解，或对新问题、新情况不知如何处理的问题",
							active: false,
							answer: "请求指示的请示是指涉及的是下级机关对政策、方针，在认识上不明确、不理解，或对新问题、新情况不知如何处理的问题"
						}, {
							id: 31,
							name: "下列关于“请示”正文的说法不正确的一项是",
							A: "比较复杂的请示原由必须写明必要的事实和数据，不能追求简要而作简单化处理，要让领导知晓批准或不批准这个请示将分别出现什么局面",
							B: "请示事项即请求上级机关给予或指示或批准或支持和帮助的具体内容",
							C: "请示的要求比较简单，常用“如无不当，请予批准”之类的惯用语",
							D: "请示的要求比较简单，常用“如无不当，请予批准”之类的惯用语",
							active: false,
							answer: "请示的要求比较简单，常用“如无不当，请予批准”之类的惯用语"
						}, {
							id: 32,
							name: "下列关于“请示”与“报告”行文时间的说法不正确的一项是",
							A: "请示与报告的行文时间不同",
							B: "请示须在事前行文，不可事后行文",
							C: "报告须在事后行文，不可事前事中行文",
							D: "事前要请示，事后要报告",
							active: false,
							answer: "报告须在事后行文，不可事前事中行文"
						}, {
							id: 33,
							name: "下列关于“询答函”的表述不正确的一项是",
							A: "询答函是不相隶属机关之间相互询问和答复有关具体问题的函， 又可分为询问函和答复函",
							B: "不明确的问题向有关机关和部门询问用询问函",
							C: "对机关和部门所询问的问题做出解释答复用答复函",
							D: "询答函涉及的多数是具体的工作",
							active: false,
							answer: "询答函涉及的多数是具体的工作"
						}, {
							id: 34,
							name: "不相隶属机关之间商洽工作、联系有关事宜的函，如人员商调、联系参观学习等是",
							A: "商洽函",
							B: "询答函",
							C: "告知函",
							D: "请求函",
							active: false,
							answer: "商洽函"
						}, {
							id: 35,
							name: "相隶属机关之间相互询问有关具体问题的函是",
							A: "商洽函",
							B: "询问函",
							C: "告知函",
							D: "请求函",
							active: false,
							answer: "询问函"
						},
					],
					Judge: [{
							id: 1,
							name: " 实用性是应用文区别于其他文体的本质属性，其他特点都是由它派生出来的",
							active: false,
							answer: true
						},
						{
							id: 2,
							name: "公文写作最忌文白夹杂。比如说“批准你们俩离婚”不可只写“准予离婚”，“按照盗窃的罪名处理”不可简单说成“以盗窃罪论处”。",
							active: false,
							answer: false
						}, {
							id: 3,
							name: "在应用文写作中，应注意表达鲜明的政治态度。	",
							active: false,
							answer: true
						}, {
							id: 4,
							name: "据统计，在人们日常书面文字资料中，95％以上是应用文，故应用写作能力已成为现代人人文素质构成的重要部分。",
							active: false,
							answer: true
						}, {
							id: 5,
							name: "据统计，在人们日常书面文字资料中，95％以上是应用文，故应用写作能力已成为现代人人文素质构成的重要部分。",
							active: false,
							answer: true
						}, {
							id: 6,
							name: "应用文仅是组织与组织之间进行书面沟通交流的载体。",
							active: false,
							answer: true
						}, {
							id: 7,
							name: ".应用文具有传递和储存信息的功能。",
							active: false,
							answer: true
						}, {
							id: 8,
							name: "上级向下级传达精神、布置工作任务，都是通过应用文，可以说，应用文是整个工作过程的依据和凭证。",
							active: false,
							answer: true
						}, {
							id: 9,
							name: "应用文主旨就是行文的意图、目的及意义，也是应用文中表达出来的观点、主张和意见。",
							active: false,
							answer: true
						}, {
							id: 10,
							name: "应用文书的主旨不能太直白，否则就缺少艺术性了。	",
							active: false,
							answer: false
						}, {
							id: 11,
							name: "应用文书根据实际情况可以有一个或多个中心，从而达到内容丰富，一事多解。	",
							active: false,
							answer: true
						}, {
							id: 12,
							name: "应用文中的主旨句常以介词结构“为了···”为特征。",
							active: false,
							answer: true
						}, {
							id: 13,
							name: "主旨是应用文文章的灵魂和生命，对行文产生制约作用。",
							active: false,
							answer: true
						}, {
							id: 14,
							name: "应用文材料使用的原则是：对读者生疏或难以把握的材料应当略写，读者了解或容易接受的材料应当详写。",
							active: false,
							answer: false
						}, {
							id: 15,
							name: "应用文以小标题显旨必须注意体现各小标题之间合理的逻辑关系。",
							active: false,
							answer: true
						}, {
							id: 16,
							name: "应用文的主旨必须要反映出生活的本质和规律，揭示出事物所隐含的最有价值的思想意义，提出顺利解决问题的有益见解。	",
							active: false,
							answer: true
						}, {
							id: 17,
							name: "文章思路是作者构思和写文章时，思维活动过程的条理、方向及连贯的“线路”。",
							active: false,
							answer: true
						}, {
							id: 18,
							name: "确立主旨解决的是文章“写什么”的问题，选择材料解决的是“用什么写”的问题，安排结构则是解决“如何写”",
							active: false,
							answer: true
						}, {
							id: 19,
							name: "应用文正文层次无论怎么划分安排，其内容顺序-般都由“缘由”、“事项” 和“结尾”三部分构成。	",
							active: false,
							answer: true
						}, {
							id: 20,
							name: "应用文的层级顺序依次标注为:“一、”“(一)”“1.”“(1)”，可任意选择使用，允许调整顺序",
							active: false,
							answer: false
						}, {
							id: 21,
							name: "条款式应用文书条下有的分款，款不带序数，一个自然段就是一款。",
							active: false,
							answer: true
						}, {
							id: 22,
							name: " 应用文书写作主要沿逻辑线和时空线展开思路。",
							active: false,
							answer: true
						}, {
							id: 23,
							name: "应用文章断条连式结构章下可分条，条不依章断另起开头，而是连续编号，适用于内容不太多，篇幅不太长的法规、规章和其他应用文。",
							active: false,
							answer: false
						}, {
							id: 24,
							name: "应用文条文并列式结构主要使用数字等序数来分层级，适用于内容多、篇幅长的法规、规章.",
							active: false,
							answer: true
						}, {
							id: 25,
							name: " 文章结构实质上就是作者思路的体现。应用文作者体现在写作中的思路通常是曲折迂回、深藏含蓄的。	",
							active: false,
							answer: true
						}, {
							id: 26,
							name: "应用文的段落划分有两个特点: -是普遍使用序数，二是经常使用过渡性词语。	",
							active: false,
							answer: true
						}, {
							id: 27,
							name: " 有些时候，下级机关可 能会有一些话不便直接对上级领导直陈。这时，在写诸如请示、报告-类公文时，可以采用暗示或含蓄的手法。",
							active: false,
							answer: false
						}, {
							id: 28,
							name: "“议论”是作者对某一问题或事件直接或间接地通过事实材料和逻辑推理来阐明自己的立场、观点、态度和主张。	",
							active: false,
							answer: true
						}, {
							id: 29,
							name: ".应用文根据文种不同选用不同的叙述人称。使用第一人称的叙述是主观性叙述，能给读者真实、亲切、可信的感受。	",
							active: false,
							answer: true
						}, {
							id: 30,
							name: "应用文以顺叙为主，讲求平铺直叙，注重叙述事件的过程，一般采用具体、详细的叙述.	",
							active: false,
							answer: false
						}, {
							id: 31,
							name: "应用文以顺叙为主，讲求平铺直叙，注重叙述事件的过程，一般采用具体、详细的叙述	",
							active: false,
							answer: false
						}, {
							id: 32,
							name: "公文中的附件是指:公文印发传达范围等需要说明的事项;附注是指:公文正文的说明、补充或者参考资料。",
							active: false,
							answer: false
						}, {
							id: 33,
							name: " 公文中计量单位、标点符号、数字用法都应符合国家标准。表数量的数字,除成语、序数词等，一般都用阿拉伯数字。	",
							active: false,
							answer: true
						}, {
							id: 34,
							name: "每份公务文书制发的流程是:审核-拟稿-签发-复核-缮印一用印-登记-分发。",
							active: false,
							answer: false
						}, {
							id: 35,
							name: "对上级、下级、平级及不相隶属的机关均可用函行文联系公务。",
							active: false,
							answer: false
						}, {
							id: 36,
							name: "某单位要将意见告诉上级，可以用“报告”，不能用“通知”。",
							active: false,
							answer: true
						}, {
							id: 37,
							name: "请示和报告都必须-文-事。",
							active: false,
							answer: false
						}, {
							id: 38,
							name: "收到下级上报的“请示”或“报告”后，上级都应当作出答复。	",
							active: false,
							answer: false
						}, {
							id: 39,
							name: "公告不注明秘密等级。	",
							active: false,
							answer: true
						}, {
							id: 40,
							name: " 公文在领导签发后、正式印制前，还应当由文秘部门进行修改。	",
							active: false,
							answer: false
						}, {
							id: 41,
							name: "两个以上单位发通知，标题部分一般可以省略发文单位。",
							active: false,
							answer: false
						}, {
							id: 42,
							name: "除批转法规性文件外，通知的标题中一般不含书名号。",
							active: false,
							answer: true
						}, {
							id: 43,
							name: "批转性通知的正文由批语部分和批转件部分组成.",
							active: false,
							answer: false
						}, {
							id: 44,
							name: "转发下级机关与同级机关的公文，应用“批转”。",
							active: false,
							answer: false
						}, {
							id: 45,
							name: " 转发上级机关或不相隶属机关的公文，用“转发”。	",
							active: false,
							answer: true
						}, {
							id: 46,
							name: " X X市水电局将召开全市清查水库隐患工作会议，以通知行文通知各县、区水电部门提前做好工作准备。",
							active: false,
							answer: true
						}, {
							id: 47,
							name: "《通知》的正文由六个部分内容构成:缘由、文种承启语、事项、要求、结尾、附注。",
							active: false,
							answer: false
						}, {
							id: 48,
							name: "通知的主送机关单一或不超过3个时， 直接书写或依次排序。如果主送机关较多时，采用抽象概括(统称)并用顿号、逗号分隔。",
							active: false,
							answer: true
						}, {
							id: 49,
							name: "被批转、转发的文件是这类通知的主体，应视为正文部分，而非“附件”。判断该文件是正文还是附件的关键是看该文件名称是否包含在通知标题中，包含则为附件，未包含则为正文。",
							active: false,
							answer: false
						}, {
							id: 50,
							name: "事务性通知用于处理日常工作中带事务性的事情，常把有关信息或要求用通知的形式传达给有关机构或群众。",
							active: false,
							answer: true
						}, {
							id: 51,
							name: "在工作报告中可提出有关工作建议，希望.上级机关批准。",
							active: false,
							answer: false
						}, {
							id: 52,
							name: "有的工作报告在提出工作建议的同时，还要求上级机关将此报告批转给下级机关执行，这种报告的结尾通常用“如无不妥，请批转有关部门执行”",
							active: false,
							answer: true
						}, {
							id: 53,
							name: "报告的行文方式主要以概括叙述和议论为主。",
							active: false,
							answer: false
						}, {
							id: 54,
							name: "工作报告应事后行文，不可以写本单位进行到一半的工作。",
							active: false,
							answer: false
						}, {
							id: 55,
							name: "情况报告只需要写出事件的发生原因和经过。",
							active: false,
							answer: false
						}, {
							id: 56,
							name: "答复报告主体包括两部分内容:答复依据(即上级要求回答的问题)、答复事项。",
							active: false,
							answer: true
						}, {
							id: 57,
							name: " 报告的陈述性指的是其表达方式以叙述和说明为主，叙述和说明却必须是概括性的，只要求作粗线条的勾勒，不能详述事件或工作的过程，更不要求铺排大量的细节。议论多限于夹叙夹议。",
							active: false,
							answer: true
						}, {
							id: 58,
							name: "报告是重要的.上行文，其使用范围是:向.上级机关汇报工作,反映情况,答复.上级机关的询问,请求上级回复。	",
							active: false,
							answer: false
						}, {
							id: 59,
							name: "工作报告的内容包括:经常性的工作情况，偶发性的特殊情况。	",
							active: false,
							answer: false
						}, {
							id: 60,
							name: "为解决某一问题而需上级机关指示或审核批准的，应当写报告.	",
							active: false,
							answer: false
						}, {
							id: 61,
							name: "缘由是否有理有据是请示事项能否得到上级机关批准的关键。",
							active: false,
							answer: true
						}, {
							id: 62,
							name: "凡必须得到上级机关批准和指示后才能办理的公务，都可用“请示”行文。",
							active: false,
							answer: true
						}
					],
					Check: [{
							id: 1,
							name: "应用文常用的语言有：（）",
							A: "口语",
							B: "习惯用语",
							C: "缩略语",
							D: "文言词语",
							E: "熟语",
							active: false,
							answer: ["习惯用语", "缩略语", "文言词语", "熟语"]
						},
						{
							id: 2,
							name: "应用文需要过渡之处有:（）",
							A: "开头",
							B: "内容的开合处",
							C: "意思转换处",
							D: "表达方式的变动处",
							E: "结尾",
							active: false,
							answer: ["内容开合处", "意思转换处", "表达方式的变动处"]
						},
						{
							id: 3,
							name: "应用文常见过渡方式有:（）",
							A: "过渡词",
							B: "主旨句",
							C: "过渡句",
							D: "过渡段",
							E: "不用任何明显的过渡标志，而是靠内容的内在联系",
							active: false,
							answer: ["过渡词", "过渡句", "过渡段", "不用任何明显的过渡标志，而是靠内容的内在联系"]
						},
						{
							id: 4,
							name: "中年知识分子一般都是中坚力量，担负着较重的工作任他们平均每天工作和上下班路途时间为9小时20分,比同时调查的625名其他职工多4.8%。其中，大中小学教师工作时间比工人多11.1%，女教师达10小时30分钟。宁波市的调查，教师工作时间比工人多15.4%。他们在校加班加点;校外要辅导、访问学生;回家要备课、批改作业。这段文字采用的说明方式有() 。",
							A: "引用说明",
							B: "数字说明",
							C: "举例说明",
							D: "比较说明",
							E: "注释说明",
							active: false,
							answer: ["数字说明", "举例说明", "比较说明"]
						},
						{
							id: 5,
							name: "应用文常用的表达方式有() 。",
							A: "叙述",
							B: "说明",
							C: "议论",
							D: "描写",
							E: "抒情",
							active: false,
							answer: ["叙述", "说明", "议论"]
						},
						{
							id: 6,
							name: "应用文语言要求质朴，质朴的语言应达到“三易”，即()。",
							A: "易看",
							B: "易读",
							C: "易写",
							D: "易懂",
							E: "易学",
							active: false,
							answer: ["易看", "易读", "易懂"]
						},
						{
							id: 7,
							name: "公文首页红色分隔线上面的内容有()。",
							A: "发文机关标识",
							B: "标题",
							C: "发文字号",
							D: "份号",
							E: "签发人",
							active: false,
							answer: ["发文机关标识", "发文字号", "份号", "签发人"]
						},
						{
							id: 8,
							name: "除了书名号、双引号外，公文标题一般不加标点符号，可加书名号的有() 。",
							A: "法规",
							B: "规章",
							C: "文件名",
							D: "书名",
							E: "文章名",
							active: false,
							answer: ["法规", "规章"]
						},
						{
							id: 9,
							name: "完整的公文标题包括()。",
							A: "发文字号",
							B: "发文机关",
							C: "时间",
							D: "公文事由",
							E: "文种",
							active: false,
							answer: ["发文机关", "公文事由", "文种"]
						},
						{
							id: 10,
							name: "根据行文方向来划分，公文的类别有()。",
							A: "上行文",
							B: "下行文",
							C: "并行文",
							D: "平行文",
							E: "中行文",
							active: false,
							answer: ["上行文", "下行文", "平行文"]
						},
						{
							id: 11,
							name: "公文的发文字号的组成部分包括() 。",
							A: "发文机关名称",
							B: "发文机关代字",
							C: "年份",
							D: "月份",
							E: "发文顺序号",
							active: false,
							answer: ["发文机关代字", "年份", "发文顺序号"]
						},
						{
							id: 12,
							name: "适用于通知的写作事项有()。",
							A: "发布、传达要求下级机关执行和有关单位周知或者执行的事项",
							B: "转发上级机关和不相隶属机关的公文",
							C: "批转下级机关的公文",
							D: "发布文件",
							E: "任免人员",
							active: false,
							answer: ["发布、传达要求下级机关执行和有关单位周知或者执行的事项", "转发上级机关和不相隶属机关的公文", "批转下级机关的公文",
								"发布文件", "任免人员"
							]
						},
						{
							id: 13,
							name: "完整的通知正文结构包括()。",
							A: "缘由",
							B: "事项",
							C: "要求",
							D: "结尾",
							active: false,
							answer: ["缘由", "事项", "要求", "结尾"]
						},
						{
							id: 14,
							name: "以下关于通知的说法正确的有()。",
							A: "不可滥用通知",
							B: "通知使用广泛，如超市开业、失物招领等均可用通知行文",
							C: "被通知单位的名称要周全",
							D: "通知事项要具体明确",
							E: "通知事项要概括抽象",
							active: false,
							answer: ["不可滥用通知", "被通知单位的名称要周全", "通知事项要具体明确"]
						},
						{
							id: 15,
							name: "通知结尾常用的惯用语有() 。",
							A: "特此通知",
							B: "现通知如下",
							C: "请遵照执行",
							D: "本通知自下发之日起实行",
							E: "以上通知如无不当，请予执行",
							active: false,
							answer: ["特此通知", "请遵照执行", "本通知自下发之日起实行"]
						},
						{
							id: 16,
							name: "适用于报告写作的事项有()。",
							A: "向上级汇报工作，反映情况",
							B: "向下级或有关方面介绍工作情况",
							C: "向上级提出工作建议",
							D: "答复群众的查询、提问",
							E: "答复上级机关的查询、提问",
							active: false,
							answer: ["向上级汇报工作，反映情况", "向上级提出工作建议", "答复上级机关的查询、提问"]
						},
						{
							id: 17,
							name: "工作报告的内容包括()。",
							A: "经常性的工作情况",
							B: "偶发性的特殊情况",
							C: "向上级汇报今后工作的打算",
							D: "对上级机关的查问做出答复",
							E: "向上级汇报的工作经验",
							active: false,
							answer: ["经常性的工作情况", "向上级汇报今后工作的打算", "向上级汇报的工作经验"]
						},
						{
							id: 18,
							name: "适合作报告结尾的习惯用语有( ) 。",
							A: "特此报告",
							B: "以上报告， 请批复",
							C: "以上报告， 请审示",
							D: "请批准",
							E: "如无不妥， 请批准",
							active: false,
							answer: ["特此报告", "以上报告， 请审示"]
						},
						{
							id: 19,
							name: "以下关于报告的说法正确的有()。",
							A: "经验体会是工作报告写作的难点，必须是从实际工作中概括出的能指导今后工作的规律性的东西，而不是简单的做法的罗列、拼凑",
							B: "写情况报告要及时，以便及时让上级机关掌握情况",
							C: "写答复报告要紧紧围绕上级机关提出的问题而回答，不能答非所问、节外生枝",
							D: "报告中不能夹 带请示事项",
							E: "报告必须一文一事",
							active: false,
							answer: ["经验体会是工作报告写作的难点，必须是从实际工作中概括出的能指导今后工作的规律性的东西，而不是简单的做法的罗列、拼凑",
								"写情况报告要及时，以便及时让上级机关掌握情况", "写答复报告要紧紧围绕上级机关提出的问题而回答，不能答非所问、节外生枝",
								"报告中不能夹 带请示事项"
							]
						},
						{
							id: 20,
							name: "适合请示的事项有( ) 。",
							A: "向上级汇报工作情况，请求上级指导",
							B: "下级无权解决的问题，请求上级机关作出指示",
							C: "下级无力解决的问题，请求上级机关帮助解决",
							D: "按规定不能自行处理， 应经上级批准的事项",
							E: "工作中出现的一些涉及面广而下级无法独立解决必须请求上级机关协调和帮助的问题",
							active: false,
							answer: ["下级无权解决的问题，请求上级机关作出指示", "下级无力解决的问题，请求上级机关帮助解决",
								"按规定不能自行处理， 应经上级批准的事项", "工作中出现的一些涉及面广而下级无法独立解决必须请求上级机关协调和帮助的问题"
							]
						},
						{
							id: 21,
							name: "下列事项中，应该用请示行文的有() 。",
							A: " XX县教育局拟行文请求上级拨款修复台风刮毁的学校",
							B: " XX县政府拟行文向上级汇报本县灾情",
							C: " XX集团公司拟行文请求上级批准引进肉食品加工自动化生产线",
							D: " XX海关拟行文请求上级明确车辆养路费缴纳标准",
							E: " XX市政府拟行文向上级反映农民负担增加的情况",
							active: false,
							answer: ["XX县教育局拟行文请求上级拨款修复台风刮毁的学校", " XX集团公司拟行文请求上级批准引进肉食品加工自动化生产线",
								" XX海关拟行文请求上级明确车辆养路费缴纳标准"
							]
						},
						{
							id: 22,
							name: "“请示”应当()。",
							A: "一文一事",
							B: "抄送下级机关",
							C: "一般只写一个主送机关",
							D: "不考虑上级机关的审批权限和承受能力",
							E: "在事前制发",
							active: false,
							answer: ["一文一事", "一般只写一个主送机关", "在事前制发"]
						},
						{
							id: 23,
							name: "以下关于请示规则的说法正确的有()。",
							A: "一般不得越级请示",
							B: "请示一般只写一个主送机关",
							C: "写请示应一文一事",
							D: "请示不得抄送下级机关",
							E: "请示不得直接送领导者个人，而应该送交办公厅(室)",
							active: false,
							answer: ["一般不得越级请示", "请示一般只写一个主送机关", "写请示应一文一事", "请示不得抄送下级机关",
								"请示不得直接送领导者个人，而应该送交办公厅(室)"
							]
						},
						{
							id: 24,
							name: "下列标题中正确的有()。",
							A: " XX分公司关于请求批准开发新产品的报告",
							B: " XX县人民政府关于解决我县高寒山区贫困户移民搬迁经费的请示",
							C: " XX县人民政府关于请求将X X风景区列为省级自然保护区的请示报告",
							D: " XX公司关于解决生产用地的请示",
							E: " XX省移民办公室关于对移民区域作适当调整的请示",
							active: false,
							answer: ["XX县人民政府关于解决我县高寒山区贫困户移民搬迁经费的请示", " XX公司关于解决生产用地的请示",
								" XX省移民办公室关于对移民区域作适当调整的请示"
							]
						},
						{
							id: 25,
							name: "适用“函”这一公文文种的事项有() 。",
							A: "平级机关或不相隶属机关单位之间的公务联系、往来",
							B: "向无隶属关系的业务主管部门请求批准有关事项",
							C: "业务主管部门答复审批无上下级隶属关系的机关请求批准的事项",
							D: "答复上级机关的询问",
							E: "机关单位对个人的事务联系，如复群众来信等",
							active: false,
							answer: ["平级机关或不相隶属机关单位之间的公务联系、往来", "向无隶属关系的业务主管部门请求批准有关事项",
								"业务主管部门答复审批无上下级隶属关系的机关请求批准的事项", "机关单位对个人的事务联系，如复群众来信等"
							]
						},
						{
							id: 26,
							name: "“函”的特点有()。",
							A: "广泛性",
							B: "单一性",
							C: "多项性",
							D: "谦敬性",
							E: "沟通性",
							active: false,
							answer: ["广泛性", "多项性", "谦敬性", "沟通性"]
						},
						{
							id: 27,
							name: "要求对方回复的“函”常见的结语有() 。",
							A: "“盼复”",
							B: "“望函复”",
							C: "“此复”",
							D: "“请即复函”",
							E: "“特此回复”",
							active: false,
							answer: ["“盼复”", "“望函复”", "“请即复函”"]
						},
						{
							id: 28,
							name: "不必对方回复的“函” 结语常用()。",
							A: "“望准予XX是荷”",
							B: "“特此函告”",
							C: "“望能同意”",
							D: "“特此回复”",
							E: "“请大力协助为盼”",
							active: false,
							answer: ["“特此函告”", "“特此回复”"]
						},
						{
							id: 29,
							name: "请批函的结语多用() 。",
							A: "“请批准”",
							B: "“特此函达”",
							C: "“望能同意”",
							D: "“望准予XX是荷”",
							E: "“请大力协助为盼”",
							active: false,
							answer: ["“请批准”", "“望能同意”", "“望准予XX是荷”", "“请大力协助为盼”"]
						},
						{
							id: 30,
							name: "计划的完整式标题包括()。",
							A: "机关名称",
							B: "时限",
							C: "介词“关于”",
							D: "事由",
							E: "文种",
							active: false,
							answer: ["机关名称", "时限", "介词“关于””", "事由", "文种"]
						},
						{
							id: 31,
							name: "计划的引语通常可写以下内容: () 。",
							A: "说明制定计划的依据",
							B: "概述本单位的基本情况，分析完成计划的主、客观条件",
							C: "提出总的任务和要求，或完成计划指标的意义",
							D: "说明目标任务",
							E: "指出制定计划的目的",
							active: false,
							answer: ["说明制定计划的依据", "提出总的任务和要求，或完成计划指标的意义", "说明目标任务", "指出制定计划的目的"]
						},
						{
							id: 32,
							name: "计划的主体部分应包括的内容有: () 。",
							A: "依据目的",
							B: "总的任务和要求",
							C: "目标",
							D: "措施",
							E: "步骤",
							active: false,
							answer: ["目标", "措施", "步骤"]
						},
						{
							id: 33,
							name: "计划的结尾方式有: () 。",
							A: "说明制订计划的依据目的",
							B: "说明计划的执行要求",
							C: "说明执行计划的重大意义",
							D: "提出希望或号召",
							E: "也有的计划不专门写结语",
							active: false,
							answer: ["说明计划的执行要求", "提出希望或号召", "也有的计划不专门写结语"]
						},
						{
							id: 34,
							name: "总结主体部分的内容包括: () 。",
							A: "工作或任务是在什么形势下，遵循什么思想或方针完成的",
							B: "基本做法",
							C: "成绩和经验",
							D: "问题与教训",
							E: "今后的努力方向",
							active: false,
							answer: ["基本做法", "成绩和经验", "问题与教训", "今后的努力方向"]
						},
						{
							id: 35,
							name: "下面符合总结的语体风格的材料有: () 。",
							A: "走过高考，漫步于梦寐以求的大学校园，一切是那么的新鲜，一切是那么的生动有趣，不禁令我浮想联翩....",
							B: "光阴似箭，日月如梭，我的大学生活并不绚丽耀人，但却是充实的、快乐的。对于未来的日子，我希望能坚持不懈，学好专业知识，练就过硬的本领，为大学生活的结束画个圆满的句号，也为灿烂的明天画.上个感叹号。前途是光明的！",
							C: "相信时间的力量，可以冲淡很多东西。 今天的桌子.上放着一杯隔夜的茶和一本未读完的书， 隔夜的茶要倒掉泡杯新的，可书还得继续读下去。生活就是这样，在前进中不断抛弃，在前进中不断延续",
							D: "校以来，我的学习生活过得比较充实，知识系统进一步得到完善， 知识层面得到更深的拓展，明确了自己专业学习的任务，为以后成为一 名优秀的文秘专业人才打下了坚实的基础。现将我入学以来学习的基本情况、学习收获、学习体会、存在的问题与不足和今后努力的方向，总结如下: ......",
							E: "中国人才市场的竞争主要是人才素质的竞争。只有全面提高综合素质，才能在竞争取胜，在将来择业中主动，就业中适应，创业中成功。",
							active: false,
							answer: [
								"校以来，我的学习生活过得比较充实，知识系统进一步得到完善， 知识层面得到更深的拓展，明确了自己专业学习的任务，为以后成为一 名优秀的文秘专业人才打下了坚实的基础。现将我入学以来学习的基本情况、学习收获、学习体会、存在的问题与不足和今后努力的方向，总结如下: ......",
								" 中国人才市场的竞争主要是人才素质的竞争。只有全面提高综合素质，才能在竞争取胜，在将来择业中主动，就业中适应，创业中成功。"
							]
						},
						{
							id: 36,
							name: "下面符合总结写作要求的材料有: () 。",
							A: "没有什么不可能！这是我大学学习的经验与心得，只要朝着自己的目标去努力，不管做什么都能成功，没有什么不能做到的，自己付出了多少就一定会回报多少。",
							B: "勤奋博学，完善自我--大学入学以来的学习总结",
							C: "天才在于积累，聪明在于勤奋。只要每天不断地学习新知识， 复习旧知识，日积月累，勤奋刻苦，就一定会有所收获、有所进步。",
							D: "一学期下来，取得了可观的成绩，也发现了许多不足之处，主要表现在: (1) 精力不够集中，沉不住气，往往有那种三天打鱼两天晒网的现象.... (2) 玩心太重，浪费了大量的时间.... (3) 很少看课外读物，知识面不..... (4) 没有一个明确的目标.... (5)三分钟热度，缺乏持之以恒的精神.... (6)学习时间安排不合理.... (7) 不敢表现自己，挑战自己....",
							E: "五味生活—我的大学学习总结…..回首去年刚入校的自己，是那样的单纯与无知，而现在的我，在不断地学习与生活中逐渐走向成熟。一路走来，“风有过”，“雨也尝试过”，“风雨交加”的日子让人变得更加坚强与勇敢了，两年来的学习与生活归纳为一句话：酸甜苦涩辣，五味尽在其中……",
							active: false,
							answer: ["勤奋博学，完善自我--大学入学以来的学习总结",
								"天才在于积累，聪明在于勤奋。只要每天不断地学习新知识， 复习旧知识，日积月累，勤奋刻苦，就一定会有所收获、有所进步。",
								"一学期下来，取得了可观的成绩，也发现了许多不足之处，主要表现在: (1) 精力不够集中，沉不住气，往往有那种三天打鱼两天晒网的现象.... (2) 玩心太重，浪费了大量的时间.... (3) 很少看课外读物，知识面不..... (4) 没有一个明确的目标.... (5)三分钟热度，缺乏持之以恒的精神.... (6)学习时间安排不合理.... (7) 不敢表现自己，挑战自己...."
							]
						},
						{
							id: 37,
							name: "下面符合总结表达方式的材料有: () 。",
							A: "人生的足迹在延伸，时光匆匆而过，大学过去一半了。",
							B: "学习文秘专业两年以来，我不仅通晓了秘书工作的基本知识，熟悉了各类文书的写作方法，而且掌握了现代办公设备的使用技巧，现结合自身实际情况，作如下总结....",
							C: "志向就像罗盘，兴趣就像风帆，二者相辅相成，缺一不可。",
							D: "我学会了用平常心看问题，胜不骄，败不馁。以前经历得太少，有一点成绩或失败就停下来兴奋或痛苦。现在，成功了，不停留于庆祝，而是总结下次怎样做得更好;失败了，研究失败的原因，避免下次重蹈覆辙。",
							E: "相信时间的力量，可以冲淡很多东西。今天的桌子上放着一杯隔夜的茶和一本未读完的书，隔夜的茶要倒掉泡杯新的，可书还得继续读下去。生活就是这样，在前进中不断抛弃，在前进中不断延续。",
							active: false,
							answer: [
								"学习文秘专业两年以来，我不仅通晓了秘书工作的基本知识，熟悉了各类文书的写作方法，而且掌握了现代办公设备的使用技巧，现结合自身实际情况，作如下总结....",
								" 我学会了用平常心看问题，胜不骄，败不馁。以前经历得太少，有一点成绩或失败就停下来兴奋或痛苦。现在，成功了，不停留于庆祝，而是总结下次怎样做得更好;失败了，研究失败的原因，避免下次重蹈覆辙。"
							]
						},
						{
							id: 38,
							name: "会议记录必须将会议的组织情况，即会议的“七要素”写清楚，除了时间、地点、出席者外，还包括: ()",
							A: "主持者",
							B: "缺席者",
							C: "列席者",
							D: "记录者",
							E: "会议内容",
							active: false,
							answer: ["主持者", "缺席者", "列席者", "记录者"]
						},
						{
							id: 39,
							name: "正式邀请函(事务信函) 一般由组织使用，较为庄重。其内容除了写明活动名称、时间、地点外，还包括: ()",
							A: "邀请意图",
							B: "推崇和赞赏邀请者的威望和学术水平等，说明接受邀请将给活动带来的影响",
							C: "活动的相关事宜说明",
							D: "表达诚意邀请、 盼望参加的愿望",
							E: "反馈要求",
							active: false,
							answer: ["邀请意图", "推崇和赞赏邀请者的威望和学术水平等，说明接受邀请将给活动带来的影响", "活动的相关事宜说明",
								"表达诚意邀请、 盼望参加的愿望", "反馈要求"
							]
						},
						{
							id: 40,
							name: "() 除标的外，合同主体内容还包括:",
							A: "合同当事人信息",
							B: "数量和质量",
							C: "价款或报酬",
							D: "履行的期限、地点和方式",
							E: "违约责任和解决争议的方法",
							active: false,
							answer: ["数量和质量", "价款或报酬", "履行的期限、地点和方式", "违约责任和解决争议的方法"]
						},
						{
							id: 41,
							name: "() 下列关于合同写作注意事项的表述正确的有:",
							A: "为确保内容严密，一项完整的内容可由多条条款构成",
							B: "措辞用语务必准确、严谨，不使用“最近”“基本上”“可能”“大概” “上一年” 一类模糊词语",
							C: "价款与酬金数字必须大写",
							D: "不得随意涂改， 如有修改，需加盖双方印章",
							E: "为防止伪造，要加盖骑缝章",
							active: false,
							answer: ["措辞用语务必准确、严谨，不使用“最近”“基本上”“可能”“大概” “上一年” 一类模糊词语", "价款与酬金数字必须大写",
								"不得随意涂改， 如有修改，需加盖双方印章", "为防止伪造，要加盖骑缝章"
							]
						},
						{
							id: 42,
							name: "以下关于公文成文日期说法正确的是()。",
							A: "为撰写者完成拟稿的日期",
							B: "公文提交给领导的日期",
							C: "发文机关负责人签发的日期",
							D: "会议通过的日期",
							E: "联合行文时，最后签发机关负责人签发的日期",
							active: false,
							answer: ["发文机关负责人签发的日期", "会议通过的日期", "联合行文时，最后签发机关负责人签发的日期"]
						},
						{
							id: 43,
							name: "公文的版记包括() 。",
							A: "版记中的分割线",
							B: "抄送机关",
							C: "印发机关",
							D: "印发日期",
							E: "附件",
							active: false,
							answer: ["版记中的分割线", "抄送机关", "印发机关", "印发日期"]
						},
						{
							id: 44,
							name: "公文的密级有() 。",
							A: "绝密",
							B: "机密",
							C: "秘密",
							D: "加密",
							E: "保密",
							active: false,
							answer: ["绝密", "机密", "秘密"]
						},
						{
							id: 45,
							name: "请示的下列结语中，正确的有()。",
							A: "特此请求,请批复",
							B: "当否?请批示",
							C: "可否，请批复",
							D: "请审批",
							E: "如无不当，请予批准",
							active: false,
							answer: ["当否?请批示", "可否，请批复", "请审批", "如无不当，请予批准"]
						},
						{
							id: 46,
							name: "下面符合总结的语体风格的材料有: () 。",
							A: "经过大学的学习和生活，感觉人生就像一本大书，越往下读就越觉得自己的渺小，真是学海无涯，我只好做一叶苦舟了。",
							B: "有了目标，灵魂在再流浪，心儿不再飘荡。安心的我，不再虚度时光，不再碌碌无为。",
							C: "丰富多彩的大学生活教会了我许多，让我掌握了为人处事的基本原则，建立了良好的人际关系，学会了独自生活、独自管理自己，懂得了最基本的生存方法和求生手段，掌握了一定的交际能力和应对紧急事件的能力等。",
							D: "参与实践，积累经验，充分认识自己的强项和弱项，不断地修正自我、完善自我，提高自己的实际动手能力，从自己的经历中获得进步、得到提高。",
							E: "通过学习，我掌握了文秘专业基础理论知识和专门知识，具备了较强的调研、协调、参谋、管理能力;具有了扎实的文字基本功，可以较熟练地撰写常用公务文书;比较熟悉文秘工作的基本程序，能比较熟练地处理一般行政事务和使用现代化办公设备。",
							active: false,
							answer: [
								"丰富多彩的大学生活教会了我许多，让我掌握了为人处事的基本原则，建立了良好的人际关系，学会了独自生活、独自管理自己，懂得了最基本的生存方法和求生手段，掌握了一定的交际能力和应对紧急事件的能力等。",
								"参与实践，积累经验，充分认识自己的强项和弱项，不断地修正自我、完善自我，提高自己的实际动手能力，从自己的经历中获得进步、得到提高。",
								"通过学习，我掌握了文秘专业基础理论知识和专门知识，具备了较强的调研、协调、参谋、管理能力;具有了扎实的文字基本功，可以较熟练地撰写常用公务文书;比较熟悉文秘工作的基本程序，能比较熟练地处理一般行政事务和使用现代化办公设备。"
							]
						},
					]
				},
			},
			{
				title: "第二单元",
				id: 1,
				content: {
					Radio: [{
							id: 1,
							name: " 告知不相隶属机关有关事项的函是",
							A: "商洽函",
							B: "询问函",
							C: "告知函",
							D: "请求函",
							active: false,
							answer: "告知函"
						},
						{
							id: 2,
							name: " 用于不相隶属机关之间请求批准和答复审批事项的函是",
							A: "商洽函",
							B: "询问函",
							C: "告知函",
							D: "请求函",
							active: false,
							answer: "请求函"
						},
						{
							id: 3,
							name: " 计划有不同的名称，其中有一种时间较长、范围比较概括的计划是",
							A: "安排",
							B: "要点",
							C: "方案",
							D: "规划",
							active: false,
							answer: "规划"
						},
						{
							id: 4,
							name: "就近期或短期的某项任务的具体实施，从目的、要求、方式、方法到具体进度做出全面安排的计划是",
							A: "安排",
							B: "要点",
							C: "方案",
							D: "规划",
							active: false,
							answer: "方案"
						},
						{
							id: 5,
							name: "粗线条的、初步的、非正式的计划是",
							A: "安排",
							B: "要点",
							C: "设想",
							D: "规划",
							active: false,
							answer: "设想"
						},
						{
							id: 6,
							name: "适用于时间短、任务明确、内容单一、措施具体的专项计划是",
							A: "安排",
							B: "要点",
							C: "方案",
							D: "规划",
							active: false,
							answer: "安排"
						},
						{
							id: 7,
							name: "一定时期内为了布置主要任务而交代政策、提出原则性要求的一种计划，即可用于上级对下级布置任务，又适用于本单位或本部门使用的计划是",
							A: "安排",
							B: "要点",
							C: "方案",
							D: "规划",
							active: false,
							answer: "要点"
						},
						{
							id: 8,
							name: "不属于计划引语部分应写内容的是:",
							A: "制定计划的依据",
							B: "本单位的基本情况",
							C: "制定计划的目的",
							D: "完成任务的措施",
							active: false,
							answer: "完成任务的措施"
						},
						{
							id: 9,
							name: "不属于计划特点的是:",
							A: "预想性",
							B: "幻想性",
							C: "可操作性",
							D: "指导性",
							active: false,
							answer: "幻想性"
						},
						{
							id: 10,
							name: "下列不属于总结特点的是:",
							A: "自述性",
							B: "经验性",
							C: "经验性",
							D: "抒情性",
							active: false,
							answer: "抒情性"
						},
						{
							id: 11,
							name: " 下列不属于总结主体部分主要内容的一项是:",
							A: "基本做法、 成绩和经验",
							B: "问题与教训",
							C: "今后工作和努力的方向",
							D: "建议与要求",
							active: false,
							answer: "建议与要求"
						},
						{
							id: 12,
							name: " 以下关于会议记录与纪要的表述不正确的是:",
							A: "纪要是用于记载、传达会议情况和议定事项的公文;会议记录不是公文，而是书面材料",
							B: "纪要与会议记录一样可以反映会议的全貌",
							C: "对会议记录经过分析、归纳和筛选，可以写成纪要",
							D: "会议记录 与纪要的文面格式不同",
							active: false,
							answer: "纪要与会议记录一样可以反映会议的全貌"
						},
						{
							id: 13,
							name: " 下列关于邀请书和请柬的写作注意事项的表述不正确的一项是:",
							A: "措词与邀请对方参与的活动风格要相适应。一般来说，邀请书和请柬都要求文辞典雅得体。宜用谦敬、期盼性语言，以表诚邀之心",
							B: "邀请单位或个人的称谓、活动时间和地点不得有误，时间、地点应具体",
							C: "不可用被邀请者的绰号或别名",
							D: "姓名之间可用标点符号分割，或用文字“暨”或“和”连接",
							active: false,
							answer: "姓名之间可用标点符号分割，或用文字“暨”或“和”连接"
						},
						{
							id: 14,
							name: " 以下关于意向书的表述正确的一项是:",
							A: "意向书可以表现出我方对关键问题的具体要求",
							B: "凡我方需要上级主管部门才能解决的问题，也可写入意向书，因为意向书还不是合同",
							C: "运用留有余地而不具体地表达数量的词语，恰恰:是意向书语言准确性的体现",
							D: "意向书因为具有临时性的特点，故不需要讲究写作格式",
							active: false,
							answer: "运用留有余地而不具体地表达数量的词语，恰恰:是意向书语言准确性的体现"
						},
						{
							id: 15,
							name: " 下面这段合同中有毛病之处是: \n甲方(书稿作者)从合同签字之日起，三个月内按齐、清、定要求向乙方(出版社)交稿;乙方在此书出版一个月后即向甲方付清稿酬，基本稿酬的标准为30元/千字,印数稿酬按国家稿酬规定支付。",
							A: "“三个月内”",
							B: "“一个月后”",
							C: "“基本稿酬 ”",
							D: "意向书因为具有临时性的特点，故不需要讲究写作格式",
							active: false,
							answer: "“基本稿酬 ”"
						},
						{
							id: 16,
							name: "下列关于合同或协议书的说法不正确的是",
							A: "合同具有法律约束力，当事人需按照签署的内容履行权利和义务;协议书是由双方当事人就某一问题经过谈判、协商后取得一致意见而签署的文书，无法律约束力",
							B: "协议书内容更为宽泛， 合同内容限制较多",
							C: "协议书条款制作可粗略也可详尽，合同条款制作则要尽可能详尽",
							D: "有效时间一般较长，有的甚至是永久性的，起意向作用的协议书对有效时间往往还留有余地，合同有效期规定则较为严格",
							active: false,
							answer: "合同具有法律约束力，当事人需按照签署的内容履行权利和义务;协议书是由双方当事人就某一问题经过谈判、协商后取得一致意见而签署的文书，无法律约束力"
						},
						{
							id: 17,
							name: "下列可以成为合同立约人的是",
							A: "童星",
							B: "精神病患者",
							C: "聋哑人",
							D: "醉酒者",
							active: false,
							answer: "聋哑人"
						},
						{
							id: 18,
							name: "应用文主旨的表达方法主要有",
							A: "标题点旨、篇末点旨、呼应显旨、小标题显旨",
							B: "标题点旨、开宗托旨、篇中点旨、呼应显旨、小标题显旨",
							C: "标题点旨、开宗托旨、篇末点旨、小标题显旨",
							D: "",
							active: false,
							answer: "标题点旨、开宗托旨、篇中点旨、呼应显旨、小标题显旨"
						},
						{
							id: 19,
							name: "可以成为公文制发者的是",
							A: "内容的真实性",
							B: "法定的规范格式",
							C: "语言简朴",
							D: "以叙述为主",
							active: false,
							answer: "法定的规范格式"
						},
						{
							id: 20,
							name: "公文区别于其他文体的重要标志之一是",
							A: "文秘人员",
							B: "合法存在的组织",
							C: "单位领导人",
							D: "公文起草人",
							active: false,
							answer: "合法存在的组织"
						},
						{
							id: 17,
							name: " 公文的主送机关是指",
							A: "文件的主 要制作机关",
							B: "接受文件的机关",
							C: "需要了解文件内容的机关",
							D: "对文件负办理与答复责任的主要受理机关",
							active: false,
							answer: "对文件负办理与答复责任的主要受理机关"
						},
						{
							id: 18,
							name: "以下关于公文的说法错误的是",
							A: "各级行政机关一般要 逐级请示，不得越级请示",
							B: "一般不得以机关名义向上级机关负责人报送“请示”、“意见”和“报告”",
							C: "请示需要领导批示,可以直接送领导者个人",
							D: "部门内设机构除办公厅(室)外不得对外正式行文",
							active: false,
							answer: "请示需要领导批示,可以直接送领导者个人"
						},
						{
							id: 19,
							name: "下列关于公文标题的说法最准确的是",
							A: "公文标题，应当准确简要地概括公文主要内容，一般应标明发文机关、行文对象和文种",
							B: "公文标题，应当准确地概括公文主要内容，一般应标明发文机关、发文时间和文种",
							C: "公文标题，应当准确地概括公文主要内容，一般应标明发文机关和文种",
							D: "公文标题，应当准确简要地概括公文主要内容一般应标明发文机关、事由和文种",
							active: false,
							answer: "公文标题，应当准确简要地概括公文主要内容一般应标明发文机关、事由和文种"
						},
						{
							id: 20,
							name: "下列标题符合公文规范的是",
							A: " XX医院关于要 求改变拨款方式的报告",
							B: "XX省财政厅关于同意XX大学新建教学楼的批示",
							C: "XX省财政厅关于同意XX大学新建教学楼的批示",
							D: "XX市人民政府关于开展财务大检查的通知",
							active: false,
							answer: "XX市人民政府关于开展财务大检查的通知"
						},
						{
							id: 21,
							name: "下列关于联合行文规则有错的一项是",
							A: "同级政府、同级政府各部门、上级政府部门与下一级政府部门可以联合行文",
							B: "政府与同级党委和军队机关可以联合行文",
							C: "政府部门与相应的党组织和军队机关可以联合行文",
							D: "政府部门与同级人民团体和具有行政职能的事业单位也可以联合行文",
							active: false,
							answer: "同级政府、同级政府各部门、上级政府部门与下一级政府部门可以联合行文"
						},
						{
							id: 22,
							name: "下列事项可以用报告行文的是",
							A: " X厂拟向市工业局汇报本厂遭受火灾的情况",
							B: "X市安全办公室拟向各有关单位知照全市安全大检查的情况",
							C: "X县县政府拟公布加强机关廉政建设的几条规定",
							D: "X市水电局将召开水利建设工作会议，需告知各县、区水电部门事先作好准备",
							active: false,
							answer: "X厂拟向市工业局汇报本厂遭受火灾的情况"
						},
						{
							id: 23,
							name: "主体围绕主旨，实事求是地将发生的灾害、事故、案情等各种情况的经过、原委、结果、性质表述清楚，提出处理意见或建议的报告属于",
							A: "工作报告",
							B: "情况报告",
							C: "建议报告",
							D: "回复报告",
							active: false,
							answer: "情况报告"
						},
						{
							id: 24,
							name: "以下关于工作报告和情况报告的说法正确的是",
							A: "工作报告:汇报的是偶发和突发的特殊情况，内容多不确定，写法相对灵活",
							B: "情况报告:反映的是常规性的工作，内容相对稳定，写法相对固定，也可以向上级提出工作建议",
							C: "工作报告:反映的是常规性的工作，内容多不确定，写法相对灵活，也可以向上级提出工作建议",
							D: "情况报告:汇报的是偶发和突发的特殊情况，内容多不确定，写法相对灵活",
							active: false,
							answer: "情况报告:汇报的是偶发和突发的特殊情况，内容多不确定，写法相对灵活"
						},
						{
							id: 25,
							name: " 下列关于“请示”与“报告”行文内容的说法不正确的一项是",
							A: "两者都要陈述、汇报情况",
							B: "请示是作为请示原因出现，重点在于提出问题和请求指示、批准",
							C: "报告的重点在于汇报工作情况，不能夹带请示事项",
							D: "请示和报告都要求一文一事",
							active: false,
							answer: "请示和报告都要求一文一事"
						},
						{
							id: 26,
							name: "函的语言要规范得体，并体现函的用语特色。以下关于函用语的表述不正确的一项是",
							A: "对主管机关发函语言要尊重、 谦敬",
							B: "对级别低的单位 发函语言要平和",
							C: "对平行单位和不相隶属的单位发函语言要友善",
							D: "复函语言要留有余地，不可太具体明确，同时还应体现主管机关的权威性",
							active: false,
							answer: "复函语言要留有余地，不可太具体明确，同时还应体现主管机关的权威性"
						},
						{
							id: 27,
							name: "下列函标题中不正确的一项是",
							A: "上海XX商厦关于商租商场一事给X X超市总公司的复函",
							B: "XX省教育厅关于批准XX大学扩招1000人的函",
							C: " XX省安全厅关于拟录用XXXX届大中专毕业生的函",
							D: "关于商租XX商厦5楼的函",
							active: false,
							answer: "XX省教育厅关于批准XX大学扩招1000人的函"
						},
						{
							id: 28,
							name: "下列关于函与其他文种的比较不正确的一项是",
							A: "函与通知均有“告知”的功能，函适用于非上下级关系的不相隶属机关，通知适用于上级给下级行文",
							B: "函与报告均有反映情况、汇报工作的功能，适用于非上下级关系的不相隶属机关;报告适用于下级给上级行文",
							C: "函与请示均有“请求批准”的功能，函适用于向没有隶属关系的业务主管机关请求批准有关事项，请示适用于向有隶属关系的.上级机关请求指示、批准事项",
							D: "函与批复均有“指示、 批准”的功能， 函适用于业务主管机关答复没有隶属关系机关请求审批事项，批复适用于批准、指示有隶属关系的下级机关请求、批准事项",
							active: false,
							answer: "函与报告均有反映情况、汇报工作的功能，适用于非上下级关系的不相隶属机关;报告适用于下级给上级行文"
						},
					],
					Judge: [{
							id: 1,
							name: " 请示一般只写一 个主送机关和领导人。",
							active: false,
							answer: false,
						},
						{
							id: 2,
							name: "请示如需其他有关上级单位知道，可用抄送形式",
							active: false,
							answer: true,
						},
						{
							id: 3,
							name: " 请示不得下发给下级机关。",
							active: false,
							answer: true,
						},
						{
							id: 4,
							name: " 为提高办事效率，同一份请示可请求指示或批准若干事项。",
							active: false,
							answer: false,
						},
						{
							id: 5,
							name: "请示必须逐级请示，情况再紧急也不可以越级请示。",
							active: false,
							answer: false,
						}, {
							id: 6,
							name: "请示行文的目的非常明确，即要求上级机关对请示的事项作出明确的批复",
							active: false,
							answer: true,
						},
						{
							id: 7,
							name: "请示的正文由请示的缘由、事项、要求三部分构成。",
							active: false,
							answer: true,
						},
						{
							id: 8,
							name: " 请批函与请示的共同点是“请求批准”。",
							active: false,
							answer: true,
						},
						{
							id: 9,
							name: "县教育局向县财政局要求拨建校款项用请示行文。",
							active: false,
							answer: false,
						},
						{
							id: 10,
							name: "便函不是函",
							active: false,
							answer: false,
						},
						{
							id: 11,
							name: "函追求短小精悍，因而复函不必引用对方来函的标题及发文字号。",
							active: false,
							answer: false,
						},
						{
							id: 12,
							name: "函适用于相隶属机关之间商洽工作，询问和答复问题，请求批准和答复审批事项。",
							active: false,
							answer: false,
						},
						{
							id: 13,
							name: "不同类型的函结语有别:不必对方回复的函，结语常用“特此函告”、“特此函达” ; 要求对方复函的，用“盼复”“望函复”、“请即复函” 等语。()",
							active: false,
							answer: true,
						},
						{
							id: 14,
							name: " 函的正文由发文缘由、函事项和结尾三部分构成。()",
							active: false,
							answer: true,
						},
						{
							id: 15,
							name: "请求业务主管机关审批事项，可以用请示，也可以用请批函。()",
							active: false,
							answer: false,
						},
						{
							id: 16,
							name: "商洽函适用于不相隶属机关之间商洽工作、联系有关事宜的函。如人员商调、联系参观学习等。()",
							active: false,
							answer: true,
						},
						{
							id: 17,
							name: "函的使用范围的广泛性指的是使用范围不受级别高低、单位大小的限制，收发函件的单位均以比较平等的身份进行联系。()",
							active: false,
							answer: true,
						},
						{
							id: 18,
							name: "计划的目标要定得尽量高，否则起不到指导、激励的作用。()",
							active: false,
							answer: false,
						},
						{
							id: 19,
							name: " 目标、措施、步骤程序，可分开写，也可措施和步骤程序合在一起写。()",
							active: false,
							answer: true,
						},
						{
							id: 20,
							name: "计划是国家机关、企事业单位、社会团体以及个人在工作、生产、学习以及日常生活中，为完成某项任务，预先拟定的目标、措施、步骤、要求及规定完成期限,并加以书面、化或表格化的预先安排。()",
							active: false,
							answer: true,
						},
						{
							id: 21,
							name: "  制订计划应充分发挥想象力，能不能实现并不重要。()",
							active: false,
							answer: false,
						},
						{
							id: 22,
							name: "制订计划必须以党和国家的方针政策为依据，结合具体情况，从实际出发，把预测性和可行性很好地结合起来，不可浮夸。()",
							active: false,
							answer: true,
						},
						{
							id: 23,
							name: "制订计划既要突出重点，又要兼顾一般。因为无重点就无主攻方向，不兼顾一-般，则不能全面完成任务。()",
							active: false,
							answer: true,
						},
						{
							id: 24,
							name: "计划的目标、任务、措施、步骤不可制订得太具体明确,否则就没有回旋余地了。()",
							active: false,
							answer: false,
						},
						{
							id: 25,
							name: " 计划可在事前进行，亦可在事情告一段落 或完成后进行。()",
							active: false,
							answer: false,
						},
						{
							id: 26,
							name: " 计划的前言-般用简洁的文字阐明制定计划的指导思想、制定计划的依据，说明“为什么做”、“依据什么做”、“能不能做”的问题;主体部分则是回答“做什么”、“怎么做”、“何时完成”,，应写 明目标和任务、措施和方法、步骤和安排。（）",
							active: false,
							answer: true,
						},
						{
							id: 27,
							name: "能否找出带有规律性的认识，用以指导今后的工作，是衡量一篇总结质量好坏的标准。()",
							active: false,
							answer: true,
						},
						{
							id: 28,
							name: "总结要既报喜，又报忧。()",
							active: false,
							answer: true,
						},
						{
							id: 29,
							name: "总结要把感性认识上升到理性认识的高度。()",
							active: false,
							answer: true,
						},
						{
							id: 30,
							name: "结以回顾实践或工作的全过程为前提，旨在归纳出成功的经验，而不必找出不足或失败的教训。",
							active: false,
							answer: false,
						},
						{
							id: 30,
							name: "结以回顾实践或工作的全过程为前提，旨在归纳出成功的经验，而不必找出不足或失败的教训。",
							active: false,
							answer: false,
						},
						{
							id: 31,
							name: " 总结既不是对工作实践的简单陈述，也不是 对过程和情况的表面反映，而是要将实践中获得的感性认识上升为理性认识。()",
							active: false,
							answer: true,
						},
						{
							id: 32,
							name: "综合性总结不可面面俱到、泛泛而谈，而应有所侧重、有所突出。",
							active: false,
							answer: true,
						},
						{
							id: 33,
							name: "总结常常需要运用典型事例和具体数据来支撑总结出来的经验、教训。()",
							active: false,
							answer: true,
						},
						{
							id: 34,
							name: "总结是对实践中经历过的事加以分析研究，从而肯定成绩、找出问题、得出经验教训，从中摸索事物发展规律的文书,因此要使用抽象理智、客观冷峻的语言。( )",
							active: false,
							answer: true,
						},
						{
							id: 35,
							name: "为了使总结出来的经验教训更有感染力，总结常使用修辞手法和象征、悬念、渲染等艺术手法。()",
							active: false,
							answer: false,
						},
						{
							id: 36,
							name: "会议记录是实录会议情况和信息的书面材料，会后要发给有关单位或部门。",
							active: false,
							answer: false,
						},
						{
							id: 37,
							name: "会议记录由记录员随开会过程作同步记录，坚持“怎么讲就怎么记”的原则，如实记录与会者的发言和现场情况,会后再加以整理和归纳。()",
							active: false,
							answer: false,
						},
						{
							id: 38,
							name: "会议记录要完整地体现会议情况，如名称、时间、地点、参会人员、主持者、记录者等，尽量详细地记录发言内容和现场情况(如鼓掌、争吵等)。()",
							active: false,
							answer: true,
						},
						{
							id: 39,
							name: "会议记录要按会议的进程或顺序记录会议进行情况。先写报告人和发言人的姓名，然后再记录发言内容。()",
							active: false,
							answer: true,
						},
						{
							id: 40,
							name: "邀请书与请柬的写法和作用相似。()",
							active: false,
							answer: true,
						},
						{
							id: 41,
							name: "邀请书的信息量和使用范围比请柬大。()",
							active: false,
							answer: true,
						},
						{
							id: 42,
							name: "邀请书和请柬应该制作得一 样庄重、典雅。()",
							active: false,
							answer: true,
						},
						{
							id: 43,
							name: "意向书可以表现出我方对关键问题的具体要求。()",
							active: false,
							answer: false,
						},
						{
							id: 44,
							name: "凡我方需要上级主管部门才能解决的问题，也可写入意向书，因为意向书还不是合同.()",
							active: false,
							answer: false,
						},
						{
							id: 45,
							name: "用留有余地而不具体地表达数量的词语，恰恰是意向书语言准确性的体现。()",
							active: false,
							answer: true,
						},
						{
							id: 46,
							name: "邀请书与请柬的写法和作用相似。()",
							active: false,
							answer: true,
						},
						{
							id: 47,
							name: ".意向书是表达初步设想的意向性文件，所涉内容是当事人达成的大致“框架”，因而内容不必明确，用词可以含.糊些。()",
							active: false,
							answer: false,
						},
						{
							id: 48,
							name: "意向书是签订合同的先导，可为正式签订协议或合同打下基础。()",
							active: false,
							answer: true,
						},
						{
							id: 49,
							name: "意向书因为具有临时性的特点，故不需要讲究写作格式。()",
							active: false,
							answer: false,
						},
						{
							id: 50,
							name: "意向书的语言应精确周密，以避免法律纠纷。()",
							active: false,
							answer: false,
						},
						{
							id: 51,
							name: "不具有法律行为能力的人不能充任经济合同的立约人，如残疾人、精神病人。()",
							active: false,
							answer: false,
						},
						{
							id: 52,
							name: "只要是经过平等协商，符合当事人双方的意愿的合同就是合法的。()",
							active: false,
							answer: false,
						},
						{
							id: 53,
							name: "签订合同要遵循应有的程序,一般需公证或鉴证才能生效。()",
							active: false,
							answer: true,
						},
						{
							id: 54,
							name: "合同内容不仅要反映当事人各方的利益，也要反映责任和义务，所有内容都应是当事人意愿的真实表述。()",
							active: false,
							answer: true,
						},
						{
							id: 55,
							name: "合同当事人应写明签约双方的全称及法定代表人姓名或自然人姓名，并用括号注明双方固定指代，如“甲方”、“乙方”，， “卖方”、“买方”,， “你方”、“我方”。()",
							active: false,
							answer: false,
						},
						{
							id: 56,
							name: "由客观原因，如不可抗力的自然灾害或国家政策调整等导致合同违约，可协商免责;由主观原因导致合同违约,如确系情有可原，亦可免责。()",
							active: false,
							answer: false,
						},
						{
							id: 57,
							name: "承担合同违约责任的主要方式是支付违约金和偿付赔偿金。()",
							active: false,
							answer: true,
						},
						{
							id: 58,
							name: "协议书与合同相比，使用更严格，局限性更大，行文更为严谨，有效期规定更为严格。()",
							active: false,
							answer: false,
						},
						{
							id: 59,
							name: "文学作品的真实是艺术的真实，应用文的真实是绝对的真实。()",
							active: false,
							answer: true,
						},
						{
							id: 60,
							name: "应用文主旨的正确性是指主旨应符合国家的法律、法规，符合党和国家的路线、方针、政策及个人意愿。()",
							active: false,
							answer: true,
						},
						{
							id: 61,
							name: "应用文书写作主要沿逻辑线和时空线展开思路。应用文旨在应用，讲究实效，文风要朴素、平实，不用文学创作中的艺术表现手法，也不能用修辞。()",
							active: false,
							answer: false,
						},
						{
							id: 62,
							name: "布告、通告要深入浅出;公告、命令、决定、决议、指.示宜庄重;调查报告、总结须平实;感谢信、慰问信、悼词须情真意切()",
							active: false,
							answer: true,
						},
						{
							id: 63,
							name: "“说明”这种表达方式的作用是:介绍背景材料和环境，可为叙述起好铺垫作用，可为议论提供依据。()",
							active: false,
							answer: true,
						},
						{
							id: 64,
							name: "公文体式的规范性、制作的程序性， 是指它必须符合《党政机关公文处理工作条例》规定，并同时符合《党政机关公文格式》规定。()",
							active: false,
							answer: true,
						},
						{
							id: 65,
							name: "公文中有发文机关署名的，应当加盖发文机关印章，并与署名机关相符;有特定发文机关标志的普发性公文和电报可以不加盖印章。()",
							active: false,
							answer: true,
						},
						{
							id: 66,
							name: "公文的抄送机关是指除主送机关外，需要执行或者知晓公文内容的其他机关，可以使用全称，也可以使用简称。()",
							active: false,
							answer: false,
						},
						{
							id: 67,
							name: "“请示”、“汇报”都是现行的国家行政机关公文的文种。()",
							active: false,
							answer: false,
						},
						{
							id: 68,
							name: "请示可以直接呈送上级机关，也可直接呈送.上级机关负责人个人。()",
							active: false,
							answer: false,
						},
						{
							id: 69,
							name: "总公司拟用通知发布一项内部管理办法。()",
							active: false,
							answer: true,
						},
						{
							id: 70,
							name: "“请示”本身含有请求、申请之意，因而标题中应尽量不再写“申请”,“请求” 类词语。()",
							active: false,
							answer: true,
						},
					],
					Check: [{
							id: 1,
							name: " 下列标题中正确的有 () 。",
							A: "XX分公司关于请求批准开发新产品的报告",
							B: "XX县人民政府关于解决我县高寒山区贫困户移民搬迁经费的请示",
							C: "XX县人民政府关于请求将X X风景区列为省级自然保护区的请示报告",
							D: "XX公司关于解决生产用地的请示",
							E: "XX省移民办公室关于对移民区域作适当调整的请示",
							active: false,
							answer: ["XX县人民政府关于解决我县高寒山区贫困户移民搬迁经费的请示", "XX公司关于解决生产用地的请示",
								"XX省移民办公室关于对移民区域作适当调整的请示"
							]
						},
						{
							id: 2,
							name: "适用“函”这一公文文种的事项有 () 。",
							A: "平级机关或不相隶属机关单位之间的公务联系、往来",
							B: "向无隶属关系的业务主管部门请求批准有关事项",
							C: "业务主管部门答复审批无上下级隶属关系的机关请求批准的事项",
							D: "答复上级机关的询问",
							E: "机关单位对个人的事务联系，如复群众来信等",
							active: false,
							answer: ["平级机关或不相隶属机关单位之间的公务联系、往来", "向无隶属关系的业务主管部门请求批准有关事项",
								"业务主管部门答复审批无上下级隶属关系的机关请求批准的事项", "机关单位对个人的事务联系，如复群众来信等"
							]
						},
						{
							id: 3,
							name: "“函”的特点有() 。",
							A: "广泛性",
							B: "单一性",
							C: "多项性",
							D: "谦敬性",
							E: "沟通性",
							active: false,
							answer: ["广泛性", "多项性", "谦敬性",
								"沟通性"
							]
						},
						{
							id: 4,
							name: "要求对方回复的“函”常见的结语有() 。",
							A: "“盼复”",
							B: "“望函复”",
							C: "“此复”",
							D: "“请即复函”",
							E: "“特 此回复”",
							active: false,
							answer: ["“盼复”", "“望函复”", "“请即复函”"]
						},
						{
							id: 5,
							name: "不必对方回复的“函” 结语常用() 。",
							A: "“望准予XX是荷”",
							B: "“特此函告”",
							C: "“望能同意”",
							D: "“特此函达”",
							E: "“请大力协助为盼”",
							active: false,
							answer: ["“特此函告”", "“特此函达”"]
						},
						{
							id: 6,
							name: "请批函的结语多用()。",
							A: "“请批准”",
							B: "“特此函达”",
							C: "“望能同意”",
							D: "“望准予XX是荷”",
							E: "“请大力协助为盼”",
							active: false,
							answer: ["“请批准”", "“望能同意”", "“望准予XX是荷”", "“请大力协助为盼”"]
						},
						{
							id: 7,
							name: "计划的完整式标题包括()。",
							A: "机关名称",
							B: "时限",
							C: "介词“关于”",
							D: "事由",
							E: "文种",
							active: false,
							answer: ["机关名称", "时限", "介词“关于”", "事由", "文种"]
						},
						{
							id: 8,
							name: "计划的引语通常可写以下内容: ()  。",
							A: "说明制定计划的依据",
							B: "概述本单位的基本情况，分析完成计划的主、客观条件",
							C: "提出总的任务和要求，或完成计划指标的意义",
							D: "说明目标任务",
							E: "指出制定计划的目的",
							active: false,
							answer: ["说明制定计划的依据", "概述本单位的基本情况，分析完成计划的主、客观条件	", "提出总的任务和要求，或完成计划指标的意义",
								"指出制定计划的目的"
							]
						},
						{
							id: 9,
							name: "计划的主体部分应包括的内容有: ()  。",
							A: "依据目的",
							B: "总的任务和要求",
							C: "目标",
							D: "措施",
							E: "步骤",
							active: false,
							answer: ["目标", "措施", "步骤"]
						},
						{
							id: 10,
							name: "计划的结尾方式有: () 。",
							A: "说明制订计划的依据目 的",
							B: "说明计划的执行要求",
							C: "说明执行计划的重大意义",
							D: "提出希望或号召",
							E: "也有的计划不专门写结语",
							active: false,
							answer: ["说明计划的执行要求", "提出希望或号召", "也有的计划不专门写结语"]
						},
						{
							id: 11,
							name: " 总结主体部分的内容包括: () 。",
							A: "工作或任务是在什么形势下，遵循什么思想或方针完成的",
							B: "基本做法",
							C: "成绩和经验",
							D: "问题与教训",
							E: "今后的努力方向",
							active: false,
							answer: ["基本做法", "成绩和经验", "问题与教训", "今后的努力方向"]
						},
						{
							id: 12,
							name: "下面符合总结的语体风格的材料有: () 。",
							A: "走过高考，漫步于梦寐以求的大学校园，一切是那么的新鲜，一切是那么的生动有趣，不禁令我浮想联翩....",
							B: "光阴似箭，日月如梭，我的大学生活并不绚丽耀人，但却是充实的、快乐的。对于未来的日子，我希望能坚持不懈，学好专业知识，练就过硬的本领，为大学生活的结束画个圆满的句号，也为灿烂的明天画.上个感叹号。前途是光明的！",
							C: "相信时间的力量，可以冲淡很多东西。 今天的桌子.上放着一杯隔夜的茶和一本未读完的书， 隔夜的茶要倒掉泡杯新的，可书还得继续读下去。生活就是这样，在前进中不断抛弃，在前进中不断延续。",
							D: "入校以来，我的学习生活过得比较充实，知识系统进一步得到完善， 知识层面得到更深的拓展，明确了自己专业学习的任务，为以后成为一 名优秀的文秘专业人才打下了坚实的基础。现将我入学以来学习的基本情况、学习收获、学习体会、存在的问题与不足和今后努力的方向，总结如下: ......",
							E: "中国人才市场的竞争主要是人才素质的竞争。只有全面提高综合素质，才能在竞争取胜，在将来择业中主动，就业中适应，创业中成功。",
							active: false,
							answer: [
								"入校以来，我的学习生活过得比较充实，知识系统进一步得到完善， 知识层面得到更深的拓展，明确了自己专业学习的任务，为以后成为一 名优秀的文秘专业人才打下了坚实的基础。现将我入学以来学习的基本情况、学习收获、学习体会、存在的问题与不足和今后努力的方向，总结如下: ......",
								"中国人才市场的竞争主要是人才素质的竞争。只有全面提高综合素质，才能在竞争取胜，在将来择业中主动，就业中适应，创业中成功。"
							]
						},
						{
							id: 13,
							name: "下面符合总结写作要求的材料有: () 。",
							A: "没有什么不可能！这是我大学学习的经验与心得，只要朝着自己的目标去努力，不管做什么都能成功，没有什么不能做到的，自己付出了多少就一定会回报多少。",
							B: "勤奋博学，完善自我--大学入学以来的学习总结",
							C: "天才在于积累，聪明在于勤奋。只要每天不断地学习新知识， 复习旧知识，日积月累，勤奋刻苦，就一定会有所收获、有所进步。",
							D: "一学期下来，取得了可观的成绩，也发现了许多不足之处，主要表现在: (1) 精力不够集中，沉不住气，往往有那种三天打鱼两天晒网的现象.... (2) 玩心太重，浪费了大量的时间.... (3) 很少看课外读物，知识面不..... (4) 没有一个明确的目标.... (5)三分钟热度，缺乏持之以恒的精神.... (6)学习时间安排不合理.... (7) 不敢表现自己，挑战自己....",
							E: "五味生活—我的大学学习总结…..回首去年刚入校的自己，是那样的单纯与无知，而现在的我，在不断地学习与生活中逐渐走向成熟。一路走来，“风有过”，“雨也尝试过”，“风雨交加”的日子让人变得更加坚强与勇敢了，两年来的学习与生活归纳为一句话：酸甜苦涩辣，五味尽在其中……",
							active: false,
							answer: ["勤奋博学，完善自我--大学入学以来的学习总结",
								"天才在于积累，聪明在于勤奋。只要每天不断地学习新知识， 复习旧知识，日积月累，勤奋刻苦，就一定会有所收获、有所进步。",
								"一学期下来，取得了可观的成绩，也发现了许多不足之处，主要表现在: (1) 精力不够集中，沉不住气，往往有那种三天打鱼两天晒网的现象.... (2) 玩心太重，浪费了大量的时间.... (3) 很少看课外读物，知识面不..... (4) 没有一个明确的目标.... (5)三分钟热度，缺乏持之以恒的精神.... (6)学习时间安排不合理.... (7) 不敢表现自己，挑战自己...."
							]
						},
						{
							id: 14,
							name: "下面符合总结表达方式的材料有: () 。",
							A: "人生的足迹在延伸，时光匆匆而过，大学过去一半了。",
							B: "学习文秘专业两年以来，我不仅通晓了秘书工作的基本知识，熟悉了各类文书的写作方法，而且掌握了现代办公设备的使用技巧，现结合自身实际情况，作如下总结....",
							C: "志向就像罗盘，兴趣就像风帆，二者相辅相成，缺一不可。",
							D: "我学会了用平常心看问题，胜不骄，败不馁。以前经历得太少，有一点成绩或失败就停下来兴奋或痛苦。现在，成功了，不停留于庆祝，而是总结下次怎样做得更好;失败了，研究失败的原因，避免下次重蹈覆辙。",
							E: "相信时间的力量，可以冲淡很多东西。今天的桌子上放着一杯隔夜的茶和一本未读完的书，隔夜的茶要倒掉泡杯新的，可书还得继续读下去。生活就是这样，在前进中不断抛弃，在前进中不断延续。",
							active: false,
							answer: [
								"学习文秘专业两年以来，我不仅通晓了秘书工作的基本知识，熟悉了各类文书的写作方法，而且掌握了现代办公设备的使用技巧，现结合自身实际情况，作如下总结....",
								"我学会了用平常心看问题，胜不骄，败不馁。以前经历得太少，有一点成绩或失败就停下来兴奋或痛苦。现在，成功了，不停留于庆祝，而是总结下次怎样做得更好;失败了，研究失败的原因，避免下次重蹈覆辙。"
							]
						},
						{
							id: 15,
							name: "会议记录必须将会议的组织情况，即会议的“七要素”写清楚，除了时间、地点、出席者外，还包括: () 。",
							A: "主持者",
							B: "缺席者",
							C: "列席者",
							D: "记录者",
							E: "会议内容",
							active: false,
							answer: ["主持者", "缺席者", "列席者", "记录者"]
						},
						{
							id: 16,
							name: "正式邀请函(事务信函) 一般由组织使用，较为庄重。其内容除了写明活动名称、时间、地点外，还包括: () 。",
							A: "邀请意图",
							B: "推崇和赞赏邀请者的威望和学术水平等，说明接受邀请将给活动带来的影响",
							C: "活动的相关事 宜说明",
							D: "表达诚意邀请、 盼望参加的愿望",
							E: "反馈要求",
							active: false,
							answer: ["邀请意图", "推崇和赞赏邀请者的威望和学术水平等，说明接受邀请将给活动带来的影响", "活动的相关事 宜说明",
								"表达诚意邀请、 盼望参加的愿望",
								'反馈要求'
							]
						},
						{
							id: 17,
							name: "() 除标的外，合同主体内容还包括",
							A: "合同当事人信息",
							B: "数量和质量",
							C: "价款或报酬",
							D: "履行的期限、 地点和方式",
							E: "违约责任和解决争 议的方法",
							active: false,
							answer: ["数量和质量", "价款或报酬", "履行的期限、 地点和方式", "违约责任和解决争 议的方法"]
						},
						{
							id: 18,
							name: "() 下列关于合同写作注意事项的表述正确的有:",
							A: "为确保内容严密，一项完整的内容可由多条条款构成",
							B: "措辞用语务必准确、严谨，不使用“最近”“基本上”“可能”“大概” “上一年” 一类模糊词语",
							C: "价款与 酬金数字必须大写",
							D: "不得随意涂改， 如有修改，需加盖双方印章",
							E: "为防止伪造， 要加盖骑缝章",
							active: false,
							answer: ["措辞用语务必准确、严谨，不使用“最近”“基本上”“可能”“大概” “上一年” 一类模糊词语", "价款与 酬金数字必须大写",
								"不得随意涂改， 如有修改，需加盖双方印章", "为防止伪造， 要加盖骑缝章"
							]
						},
						{
							id: 19,
							name: "以下关于公文成文日期说法正确的是: () 。",
							A: "撰写者完成拟稿的日期",
							B: "公文提交给领导的日期",
							C: "发文机关负责人签发的日期",
							D: "会议通过的日期",
							E: "联合行文时，最后签发机关负责人签发的日期",
							active: false,
							answer: ["发文机关负责人签发的日期", "会议通过的日期", "联合行文时，最后签发机关负责人签发的日期"]
						},
						{
							id: 20,
							name: "公文的版记包括() 。",
							A: "版记中的分割线",
							B: "抄送机关",
							C: "印发机关",
							D: "印发日期",
							E: "附件",
							active: false,
							answer: ["版记中的分割线", "抄送机关", "印发机关", "印发日期"]
						},
						{
							id: 21,
							name: "公文的密级有()  。",
							A: "绝密",
							B: "机密",
							C: "秘密",
							D: "加密",
							E: "保密",
							active: false,
							answer: ["绝密", "机密", "秘密"]
						},
						{
							id: 22,
							name: "请示的下列结语中，正确的有() 。",
							A: "特此请求,请批复",
							B: "当否?请批示",
							C: "可否，请批复",
							D: "印发日期",
							E: "附件",
							active: false,
							answer: ["当否?请批示", "可否，请批复", "请审批", "如无不当，请予批准"]
						},
						{
							id: 23,
							name: " 下面符合总结的语体风格的材料有: () 。",
							A: "经过大学的学习和生活，感觉人生就像一本大书，越往下读就越觉得自己的渺小，真是学海无涯，我只好做一叶苦舟了。",
							B: "有了目标，灵魂在再流浪，心儿不再飘荡。安心的我，不再虚度时光，不再碌碌无为。",
							C: "丰富多彩的大学生活教会了我许多，让我掌握了为人处事的基本原则，建立了良好的人际关系，学会了独自生活、独自管理自己，懂得了最基本的生存方法和求生手段，掌握了一定的交际能力和应对紧急事件的能力等。",
							D: "参与实践，积累经验，充分认识自己的强项和弱项，不断地修正自我、完善自我，提高自己的实际动手能力，从自己的经历中获得进步、得到提高。",
							E: "通过学习，我掌握了文秘专业基础理论知识和专门知识，具备了较强的调研、协调、参谋、管理能力;具有了扎实的文字基本功，可以较熟练地撰写常用公务文书;比较熟悉文秘工作的基本程序，能比较熟练地处理一般行政事务和使用现代化办公设备",
							active: false,
							answer: [
								"丰富多彩的大学生活教会了我许多，让我掌握了为人处事的基本原则，建立了良好的人际关系，学会了独自生活、独自管理自己，懂得了最基本的生存方法和求生手段，掌握了一定的交际能力和应对紧急事件的能力等。",
								"参与实践，积累经验，充分认识自己的强项和弱项，不断地修正自我、完善自我，提高自己的实际动手能力，从自己的经历中获得进步、得到提高。",
								"通过学习，我掌握了文秘专业基础理论知识和专门知识，具备了较强的调研、协调、参谋、管理能力;具有了扎实的文字基本功，可以较熟练地撰写常用公务文书;比较熟悉文秘工作的基本程序，能比较熟练地处理一般行政事务和使用现代化办公设备"
							]
						},
					]
				}
			}
		]
	},
	getters: {},
	mutations: {},
	actions: {},
	modules: {}
})
